Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/skrivesenteret.no.csv-nb-nn.deduped.tmx
Source language: nb
Languages: nn

source: Velg en av hovedpersonene i filmen (Glenn-Tore, Ina, Hege, Anders, Kim eller Malene), og skriv en personkarakteristikk.
nn: Vel ein av hovudpersonane i filmen (Glenn-Tore, Ina, Hege, Anders, Kim eller Malene), og skriv ein personkarakteristikk.

source: Her brukes gjerne digitale verktøy både i selve prosjektarbeidet og i
nn: Her blir det gjerne brukt digitale verktøy både i sjølve

source: Her skjer det
nn: Her skjer det verdifull

source: kunne høre eventuelle lydeffekter som den digitale boka har. Digital litteratur må
nn: høgtalarar for å kunne høyre eventuelle lydeffektar som den digitale boka har.

source: Det er derfor nødvendig å tilby et mangfold av verktøy og
nn: Det er derfor nødvendig å tilby eit mangfald av verktøy og arbeidsformer i

source: Profesjonsfaglig digital kompetanse handler om å forstå hvordan digital
nn: Profesjonsfagleg digital kompetanse handlar om å forstå korleis digital teknologi

source: Personalet skal fungere som et støttende stillas slik
nn: Personalet skal fungere som eit støttande stillas, slik at

source: Her kan man lære mer om hvilke bøker som egner seg for
nn: Her kan ein lære meir om kva bøker som eignar seg for

source: bestemme hvordan bilder av dem skal brukes.
nn: bestemme korleis bilde av dei skal brukast.

source: opparbeide seg profesjonsfaglig digital kompetanse går hånd i hånd med å
nn: Å opparbeide seg profesjonsfagleg digital kompetanse går hand i hand med å

source: foregå over kortere eller lengre tid hvor barnet selv styrer hva innholdet skal
nn: kan gå føre seg over kortare eller lengre tid der barnet sjølv styrer kva innhaldet

source: I arbeid med de yngste barna i barnehagen så vurderes digitale
nn: I arbeid med dei yngste barna i barnehagen så blir digitale verktøy

source: gradvis en forståelse for hvordan ulike tegn på papir eller skjerm gir mening for
nn: ei forståing for korleis ulike teikn på papir eller skjerm gir meining for dei sjølv og

source: og skape fortellinger, historier, ulike uttrykk m.m.
nn: konstruere og skape forteljingar, historier, ulike uttrykk m.m.

source: lærer navn på ulike ting og hvilke funksjoner verktøyene har når de får bruke
nn: ulike ting og kva funksjonar verktøya har når dei får bruke dei i meiningsfulle

source: Pedagogisk dokumentasjon «(…) baserer seg på en holdning om at
nn: Pedagogisk dokumentasjon «(…) baserer seg på ei haldning om at

source: videreutvikle personalets syn på barn, læring og kunnskap.
nn: vidareutvikle synet til personalet på barn, læring og kunnskap.

source: av fag og trinn er enige om noe basalt som al e
nn: tvers av fag og trinn er einige om noko basalt som

source: bruker de veldig mye tid på å velge ut hvilke bilder som skal benyttes i ulike
nn: mykje tid på å velje ut kva bilde som skal nyttast i ulike samanhengar.

source: For eksempel ser vi at ordet «hverken» og «verken» begge er lov å skrive, ut fra den språknormeringen som gjelder i dag.
nn: For eksempel ser vi at ordet «hverken» og «verken» begge er lov å skrive, ut frå den språknormeringa som gjeld i dag.

source: andre ord en sammensatt tekst som skaper mening gjennom å kombinere ulike
nn: gjennom å kombinere ulike modalitetar, som t.d.

source: sjekke om digitale bøker passer til språkaktiviteter i barnehagen.
nn: sjekke om digitale bøker passar til språkaktivitetar i barnehagen.

source: I tillegg lærer de å ta tur og
nn: I tillegg lærer dei å ta tur og

source: hvor barn kan utforske, eksperimentere og leke med teknologi sammen med
nn: møteplassar der barn kan utforske, eksperimentere og leike med teknologi

source: møte med teknologi vil også barn få stor innflytelse på sine egne digitale
nn: skapande og utforskande i møte med teknologi vil òg barn få stor innverknad på

source: Pedagogisk kunnskap gjør barnehagepersonalet i stand til å
nn: Pedagogisk kunnskap gjer barnehagepersonalet i stand til å

source: Den siste kartleggingen om
nn: Den siste kartlegginga om den

source: barnehager ofte jobber bevisst og systematisk med.
nn: barnehagar ofte jobbar bevisst og systematisk med.

source: Argumentasjon handler gjerne om at barn bruker mye
nn: Argumentasjon handlar gjerne om at barn bruker

source: uformelle samtaler finner sted hvor som helst og når som helst, og slike samtaler
nn: uformelle samtalar finn stad kvar helst og når som helst, og slike samtalar er ein

source: lese historiene sine flere ganger i fellesskap med hverandre, og sammen med
nn: Dei kan lese historiene sine fleire gongar i fellesskap med kvarandre, og

source: malerier, bokstaver og lekeskrift.
nn: måleri, bokstavar og leikeskrift.

source: Det å utøve digital
nn: Det å utøve digital dømmekraft er

source: språket lærer barn å forstå seg selv og sine omgivelser.
nn: språket lærer barn å forstå seg sjølv og omgivnadene sine.

source: åpent for tolkning, dialog, diskusjon og innsikt.
nn: for tolking, dialog, diskusjon og innsikt.

source: verktøy, også hos ettåringene.
nn: verktøy, også hos eittåringane.

source: for å lykkes, også når det gjelder barns utforskning av digitale verktøy i
nn: for å lykkast, også når det gjeld utforskinga til barn av digitale verktøy i

source: Et engasjert personale
nn: Eit engasjert personale

source: Høytlesing og samtaler er sentrale elementer i barnehagens arbeid med språk
nn: Høgtlesing og samtalar er sentrale element i arbeidet med språk i barnehagen

source: åpninger i teksten som innbyr til samtaler sammen med barna.
nn: teksten som innbyr til samtalar saman med barna.

source: kompetanse kommer ikke av seg selv, så ildsjelen har brukt mye tid på å prøve
nn: kompetanse kjem ikkje av seg sjølv, så eldsjela har brukt mykje tid på å prøve og

source: Trær, hus, butikker, gress, himmel, sol, skyer, mennesker, biler, husker, sklier, høy, lav, stor, liten, roper, snakker, ler, leker, varm, kald, lyst, mørkt, red, glad, trist, spent, kjedelig
nn: Tre, hus, butikkar, gras, himmel, sol, skyer, menneske, bilar, husker, sklier, høg, låg, stor, liten, ropar, snakkar, ler, leikar, varm, kald, lyst, mørkt, redd, glad, trist, spent, kjedeleg.

source: Samtaler og digital praksis
nn: Samtalar og digital praksis

source: informasjon, og til å kommunisere og samarbeide med hverandre,
nn: informasjon, og til å kommunisere og samarbeide med kvarandre,

source: Ved å anvende ulike teknologier i det pedagogiske
nn: Ved å nytte ulike teknologiar i det pedagogiske

source: for å se hva barna er opptatte av, for å forstå deres strategier for læring og som
nn: brukast for å sjå kva barna er opptatte av, for å forstå strategiane deira for

source: av litt redigering ser det ut som barna flyr over himmelen.
nn: litt redigering ser det ut som barna flyr over himmelen.

source: møteplass, der barn får erfaring med å samtale, lytte, forhandle og finne felles
nn: demokratisk møteplass, der barn får erfaring med å samtale, lytte, forhandle og

source: forteller om hvordan de arbeider for å utvikle profesjonsfaglig digital
nn: fortel om korleis dei arbeider for å utvikle profesjonsfaglig digital kompetanse på

source: barnehageansatte ønsker og har behov for mer kunnskap om digitale verktøy i
nn: barnehagetilsette ønsker og har behov for meir kunnskap om digitale verktøy i

source: avgjørende at ledere viser interesse for digitale verktøy og at de går foran og
nn: avgjerande at leiarar viser interesse for digitale verktøy og at dei går føre og viser

source: Det er nødvendig at det pedagogiske arbeidet har en god balanse mellom et
nn: Det er nødvendig at det pedagogiske arbeidet har ein god balanse mellom eit

source: Rammeplanen for barnehagen påpeker at barn skal få oppleve et stimulerende
nn: Rammeplanen for barnehagen påpeikar at barn skal få oppleve eit stimulerande

source: Et godt tiltak for å fremme
nn: Eit godt tiltak for å fremme

source: En slik læringsforståelse tar utgangspunkt i et konstruktivistisk perspektiv hvor
nn: Ei slik læringsforståing tar utgangspunkt i eit konstruktivistisk perspektiv der

source: Det handler om å skape gode møteplasser for demokrati og læring.
nn: Det handlar om å skape gode møteplassar for demokrati og læring.

source: de kan være framstilt på en slik måte at leseren må medvirke for at historien
nn: eller dei kan vere framstilte på ein slik måte at lesaren må medverke for at

source: hun påpeker at det er nødvendig med en bevisst og reflektert holdning hos
nn: påpeikar at det er nødvendig med ein bevisst og reflektert haldning hos

source: – og ikke minst at det ikke er så farlig å bruke teknologi sammen med barna.
nn: og ikkje minst at det ikkje er så farleg å bruke teknologi saman med barna.

source: «barnehagen skal i samarbeid og forståelse med hjemmet ivareta barnas behov
nn: seie at «barnehagen skal i samarbeid og forståing med heimen ta vare på

source: For å kunne henge med i denne utviklingen kreves det at
nn: For å kunne henge med i denne utviklinga blir det kravd at ein

source: tegninger eller bilderuter som er stilt etter hverandre i en rekkefølge eller serie.
nn: teikningar eller bilderuter som er stilt etter kvarandre i ei rekkefølgje eller serie.

source: til skriving og lesing, men vi vet at mange synes at
nn: men vi veit at mange synest at lesing og skriving er

source: opplevelse der og da.
nn: morosam oppleving der og då.

source: Det er først når personalet lytter til
nn: Det er først når personalet lyttar til

source: enn å tilegne seg tekniske ferdigheter.
nn: enn å tileigne seg tekniske ferdigheiter.

source: En kombinasjon av analoge og digitale verktøy
nn: Ein kombinasjon av analoge og digitale verktøy

source: vil si at også de yngste barna skal ha mulighet til å delta i utforskende, kreativ og
nn: vil seie at også dei yngste barna skal ha moglegheit til å delta i utforskande,

source: erfaringer med et medium over til et annet, gjør at de også er aktive i sine egne
nn: erfaringar med eit medium over til eit anna, gjer at dei òg er aktive i sine eigne

source: iboende evne til å utvikle og anvende språket.
nn: med ein ibuande evne til å utvikle og nytte språket.

source: bakover, til høyre, til venstre og stopp
nn: bakover, til høgre, til venstre og stopp

source: Bygg opp spenningen!
nn: Bygg opp spenninga!

source: Det har vært en stor utvikling i håndholdte
nn: Det har vore ei stor utvikling i handhaldne

source: teoretisk rammeverk for en oversiktlig og systematisk tilnærming til pedagogisk
nn: rammeverk for ein oversiktleg og systematisk tilnærming til pedagogisk bruk av

source: at de skal bli bevisste på hvilken betydning lesing og skriving har.
nn: hensikt for at dei skal bli bevisste på kva tyding lesing og skriving har.

source: det resultatet de ønsker.
nn: det resultatet dei ønsker.

source: Veien fra den analoge teksten til den
nn: Vegen frå den analoge teksten til den

source: Barn tar ofte med seg elementer fra det de erfarer når de bruker digitale verktøy
nn: Barn tar ofte med seg element frå det dei erfarer når dei bruker digitale verktøy i

source: barnehagen utvikler sin digitale kompetanse sammen.
nn: barnehagen utviklar den digitale kompetansen sin saman.

source: av barnehagens demokratiske oppdrag som barnehagepersonalet trenger å
nn: det demokratiske oppdraget til barnehagen som barnehagepersonalet treng å

source: Airdrop er en kjapp måte å dele filer på.
nn: Airdrop er ein kjapp måte å dele filer på.

source: ferdigheter, og på den måten bidra til at alle barn skal få utvikle seg, lære og
nn: og evner, og på den måten bidra til at alle barn skal få utvikle seg, lære og

source: ha kjennskap til hva slags digital kompetanse de ulike ansatte har, hvilke
nn: kjennskap til kva slags digital kompetanse dei ulike tilsette har, kva haldningar

source: og om igjen, barnehagen tråkker rundt i sine egne spor, men kommer ikke videre.
nn: og om igjen, barnehagen tråkkar rundt i sine eigne spor, men kjem ikkje vidare.

source: «her og nå»-perspektiv og et framtidsrettet perspektiv.
nn: «her og no»-perspektiv og eit framtidsretta perspektiv.

source: For noen barn er det lettere å fortelle om egne erfaringer og
nn: For nokre barn er det lettare å fortelje om eigne erfaringar

source: endelig serie operasjoner som skal til for å løse et problem.
nn: serie operasjonar som skal til for å løysa eit problem.

source: med et kritisk blikk da det begynner å bli mye å velge i for barnehagene, og alt er
nn: med eit kritisk blikk då det byrjar å bli mykje å velje i for barnehagane, og alt er

source: utvikler leselyst og motivasjon for skriving.
nn: utviklar leselyst og motivasjon for skriving.

source: tilegner barna seg en bred språklig kompetanse.
nn: tileignar barna seg ein brei språkleg kompetanse.

source: Ildsjelen trenger inspirasjon til å
nn: Eldsjela treng inspirasjon til å

source: Personalet må være interesserte og entusiastiske i samspillet med
nn: Personalet må vere interesserte og entusiastiske i samspelet med

source: Hvilke holdninger til bruk av digitale verktøy finnes
nn: Kva haldningar til bruk av digitale verktøy finst

source: utstyr og teknologi i møtet med disse fenomenene (Kunnskapsdepartementet,
nn: utstyr og teknologi i møtet med desse fenomena (Kunnskapsdepartementet,

source: at de derfor vil ha behov for ulik støtte og ulike tiltak som øker og utvider deres
nn: derfor vil ha behov for ulik støtte og ulike tiltak som aukar og utvidar deira

source: dag, trengs en økt forståelse for barns møter med digital teknologi (Letnes, 2016).
nn: trengst ei auka forståing for møta til barn med digital teknologi (Letnes, 2016).

source: Ansatte som utvikler en god profesjonsfaglig digital kompetanse i arbeidet
nn: Tilsette som utviklar ein god profesjonsfagleg digital kompetanse i

source: Nettbrett og smarttelefoner kan brukes alene i form av spill og andre typer
nn: Nettbrett og smarttelefonar kan brukast aleine i form av spel og andre typar

source: være en del av barnehagens leke- og læringsmiljø slik at barn og ansatte lett kan
nn: Dei skal vere ein del av leike- og læringsmiljøet til barnehagen slik at barn og

source: På den måten skaffer de seg
nn: På den måten skaffar dei seg

source: opplever at det er lett å se den spontane gleden og forventningene når de setter
nn: at det er lett å sjå den spontane gleda og forventningane når dei set i gang.

source: erfaringer og ferdigheter.
nn: erfaringar og ferdigheiter.

source: hvordan den narrative oppbygningen er i digitale fortellinger kan også virke inn
nn: den narrative oppbygningen er i digitale forteljingar, kan òg verke inn på

source: De får også
nn: Dei får òg erfaringar

source: som gir mer rom for å formidle kunnskap og å være en god veileder i arbeidet
nn: som gir meir rom for å formidle kunnskap og å vere ein god rettleier i arbeidet

source: Digitale verktøy bidrar på denne måten til mer dybde og bredde
nn: Digitale verktøy bidrar på denne måten til meir djupne og breidde i

source: Det er lett å forvandle kongler og pinner til ulike karakterer på
nn: Det er lett å forvandle kongler og pinnar til ulike karakterar på

source: sies å ha både en teoretisk og en praktisk side.
nn: kan seiast å ha både ein teoretisk og ei praktisk side.

source: barna, og voksenrollen er helt sentral i dette arbeidet.
nn: barna, og vaksenrolla er heilt sentral i dette arbeidet.

source: innehar en profesjonsfaglig digital kompetanse skal bidra til at den digitale
nn: profesjonsfagleg digital kompetanse skal bidra til at den digitale praksisen

source: som kan gi de gode erfaringer som de tar med seg videre i livet.
nn: som kan gi dei gode erfaringane som dei tar med seg vidare i livet.

source: «Det er vi voksne som er
nn: «Det er vi vaksne som er

source: Barn har også behov for å utvikle et godt etisk kompass og dømmekraft i møtet med
nn: Barn har òg behov for å utvikle eit godt etisk kompass og dømmekraft i møtet med

source: Man kommer tett på småkryp og planteliv gjennom å studere dette i et
nn: Ein kjem tett på småkryp og planteliv gjennom å studere dette i eit digitalt

source: yngste barna synes dette er veldig spennende.
nn: barna synest dette er veldig spennande.

source: forutsetter aktivitet fra leseren for å komme videre
nn: føreset aktivitet frå lesaren for å komme vidare i

source: utfordrende og utforskende måte, slik at dette danner grunnlag for et aktivt og
nn: utfordrande og utforskande måte, slik at dette dannar grunnlag for eit aktivt og

source: som er gjeldene slik at de fremmer en god og trygg teknologi- og mediebruk.
nn: gjeldene slik at dei fremmar ein god og trygg teknologi- og mediebruk. Gjennom

source: det er begrensende for den pedagogiske bruken at personalet mangler generell
nn: påpeika at det er avgrensande for den pedagogiske bruken at personalet

source: nøkkelkompetansene de peker på er nettopp den
nn: nøkkelkompetansane dei peikar på, er nettopp den

source: hvordan skriftspråket kan brukes til å formidle og å uttrykke seg.
nn: korleis skriftspråket kan brukast til å formidle og å uttrykke seg.

source: Barns felles referanserammer gir inspirasjon og videreutvikler
nn: Dei felles referanserammene til barn gir dei inspirasjon og

source: Innad på avdelingen bruker de filmer og bilder som grunnlag for
nn: Internt på avdelinga bruker dei filmar og bilde som grunnlag for

source: Det er også lettere å
nn: Det er òg lettare å

source: Jeg har flere faglige resonnement som er logiske, og jeg viser evne til selvstendig refleksjon.
nn: Eg har fleire faglege resonnement som er logiske, og eg viser dessutan evne til sjølvstendig refleksjon.

source: å løse fremtidens utfordringer også?
nn: til å løyse utfordringane i framtida òg?

source: med litt grønn duk i sekken, går det an å lage animasjonsfilm ved hjelp av ting en
nn: med litt grøn duk i sekken, går det an å lage animasjonsfilm ved hjelp av ting ein

source: Barnehageansatte trenger også teknologisk kunnskap for å innhente
nn: Barnehagetilsette treng òg teknologisk kunnskap for å innhente

source: om, og ofte tegner eller maler de noe som kan danne utgangspunktet for det
nn: uttrykke, og ofte teiknar eller målar dei noko som kan danne utgangspunktet for

source: Denne tilnærmingen er også viktig i arbeidet med
nn: Denne tilnærminga er òg viktig i arbeidet

source: av norskfaglig kompetanse
nn: av norskfagleg kompetanse

source: Bare en kort trikketur unna barnehagen ligger Bymarka med alle sine magiske
nn: Berre ein kort trikketur unna barnehagen ligg Bymarka med alle dei magiske

source: gi signaler om at det er andre sin tur, og de blir i stand til å følge opp andres
nn: gi signal om at det er andre sin tur, og dei blir i stand til å følgje opp innspel frå

source: ble vanskelig å tegne de på ark.
nn: det vart vanskeleg å teikna dei på ark.

source: Jeg mener at det like godt kan være bare en lovlig form av dette ordet, fordi det har ikke noen praktisk fordel at begge former er lovlige.
nn: Eg meiner at det like godt kan vere berre ein lovleg form av dette ordet, fordi det har ikkje nokon praktisk fordel at begge former er lovlege.

source: Pedagogisk dokumentasjon handler om å gjøre pedagogisk arbeid synlig og
nn: Pedagogisk dokumentasjon handlar om å gjere pedagogisk arbeid synleg og ope

source: sin store lidenskap, truckkjøring, hvis han ikke hadde
nn: sin store lidenskap, truckkøyring, viss han ikkje hadde

source: Her kan vi følge
nn: Her kan vi følgja

source: er verdt å merke seg at digitale verktøy bør brukes i en pedagogisk sammenheng
nn: Det er verd å merke seg at digitale verktøy bør brukast i ein pedagogisk

source: samtaler med barna ved henting i barnehagen.
nn: samtalar med barna ved henting i barnehagen.

source: Dette er de tre komponentene som sammen utgjør kjernen i TPACK-modellen
nn: Dette er dei tre komponentane som saman utgjer kjernen i TPACK-modellen som

source: spørsmål og interesser får være drivkraften i det pedagogiske arbeidet, må
nn: interessene til barna får vere drivkrafta i det pedagogiske arbeidet, må

source: hullet i treet, sprekken i veggen eller dype ganger og huler i jorda.
nn: sprekken i veggen eller djupe gonger og holer i jorda.

source: barnehagen, så bør personalet gå gjennom sin eksisterende praksis med et
nn: barnehagen, så bør personalet gå gjennom den eksisterande praksisen sin med

source: Gjennom tegneserier kan
nn: Gjennom teikneseriar kan

source: forestil ingene om hva barndom er, hva innholdet i barnehagen skal være, og hvilke
nn: førestil ingane om kva barndom er, kva innhaldet i barnehagen skal vere, og kva

source: bruke digitale verktøy, men at de har lært hvor gøy og motiverende det kan være
nn: bruke digitale verktøy, men at dei har lært kor gøy og motiverande det kan vere –

source: personalet skal støtte barnas refleksjoner rundt situasjoner, temaer og
nn: personalet skal støtte refleksjonane til barna rundt situasjonar, tema og

source: fantaserer, dramatiserer, bestemmer handlingen, fordeler roller, tar bilder og
nn: fantaserer, dramatiserer, bestemmer handlinga, fordeler roller, tar bilde og

source: den eksisterende praksisen.
nn: den eksisterande praksisen.

source: Rammeplanen for barnehagen påpeker at ansatte i barnehagen skal utøve
nn: Rammeplanen for barnehagen påpeikar at tilsette i barnehagen skal utøve digital

source: et teoretisk nivå at det er mulig å dele de opp i ulike bestanddeler og diskutere
nn: teoretisk nivå at det er mogleg å dele dei opp i ulike bestanddelar og diskutere

source: Barn bruker ofte verbalspråket i tegneprosessen for å
nn: Barn bruker ofte verbalspråket i teikneprosessen for å

source: Forventningene om at barnehagen skal ha en digital praksis har utfordret de vante
nn: Forventningane om at barnehagen skal ha ein digital praksis har utfordra dei vande

source: apper, men fungerer også som styringsenhet for en rekke andre digitale verktøy.
nn: appar, men fungerer òg som styringseining for ei rekke andre digitale verktøy.

source: Slik blir barna kjent med at muntlig språk blir til skriftlig
nn: Slik blir barna kjent med at munnleg språk blir til

source: også når barnehagen legger ut bilder av barn på ulike sosiale plattformer eller andre
nn: når barnehagen legg ut bilde av barn på ulike sosiale plattformer eller andre stader.

source: Ved bruk av bilder og filmer, så er det behov for å reflektere
nn: Ved bruk av bilde og filmar, så er det behov for å reflektere

source: samtidig som det gir nye muligheter når det gjelder sortering, redigering, layout
nn: det gir nye moglegheiter når det gjeld sortering, redigering, layout og

source: barna kan trekkes med i kreative og skapende aktiviteter.
nn: kan trekkast med i kreative og skapande aktivitetar.

source: Noen trenger påfyll i form av en
nn: Nokon treng påfyll i form av ein

source: Dette er en person som tidlig interesserte seg for å bruke digitale verktøy
nn: Dette er ein person som tidleg interesserte seg for å bruke digitale verktøy

source: hvor høyt et tre er.
nn: kor høgt eit tre er.

source: verktøy som likestilt med andre leker som f.eks.
nn: vurdert som likestilt med andre leikar som t.d.

source: hovedsak om kunnskap om hvilke digitale verktøy som kan være aktuelle i
nn: hovudsak om kunnskap om kva for nokre digitale verktøy som kan vere aktuelle i

source: inkluderer en høytleserstemme
nn: inkluderer ein høgtlesingsstemme

source: På denne måten egner kameraet seg godt til å lage
nn: På denne måten eignar kameraet seg godt til å lage

source: fortellingen oppstod spontant og på barnas initiativ.
nn: spontant og på initiativ frå barna.

source: Dette er en forenklet
nn: Dette er ei forenkla

source: knytte alle deltakerne (barna, foreldrene og de ansatte) nærmere sammen, og
nn: knyte alle deltakarane (barna, foreldra og dei tilsette) nærare saman, og det

source: Aktivitetene blir gjentatt om
nn: Aktivitetane blir gjentatt om

source: Internett, men også teknologi og digitale enheter som er tilgjengelig for både
nn: internett, men også teknologi og digitale einingar som er tilgjengeleg for både
